---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ViewSheetSetting
source: html/a1965e72-893a-8670-1e3d-781a446b9074.htm
---
# ViewSheetSetting Members

Delete the current view sheet set, and make the In-Session set as the current one.